Repository: MineRala/PlantAppSwiftUI
Catalog: PlantApp/*.lproj/Localizable.strings
Languages: tr

source: Welcome to
tr: Hoş geldiniz

# identifyMore
source: Identify more than 3000+ plants and 88% accuracy.
tr: 3000'den fazla bitkiyi ve %88 doğrulukla tanıyın.

source: Get Started
tr: Başlayalım

# byTapping
source: By tapping next, you are agreeing to PlantID
tr: Sonraki'ye tıklayarak PlantID'yi kabul ediyorsunuz.

# terms
source: Terms of Use
tr: Kullanım Şartları

# privacy
source: Privacy Policy.
tr: Gizlilik Politikası

# imageNotLoad
source: The image was not loaded.
tr: Resim yüklenemedi.

# imageInvalid
source: Invalid image URL.
tr: Geçersiz resim URL'si.

# hiPlant
source: Hi, plant lover!
tr: Merhaba, bitki sever!

source: Good Afternoon! ⛅
tr: İyi Akşamlar! ⛅

# search
source: Search for plants
tr: Bitkileri ara

# continueText
source: Continue
tr: Devam et

# takePhoto
source: Take a photo to
tr: Bir fotoğraf çek

source: the plant!
tr: bitkisini!

source: identify
tr: tanımla

source: Get plant
tr: Bitkini al

source: care guides
tr: bakım rehberleri

source: Unlimited
tr: Sonsuz

source: Plant Identify
tr: Bitki Tanımlama

source: Access All Features
tr: Tüm Özelliklere Erişim

# oneMonth
source: 1 Month
tr: 1 Ay

# priceMonth
source: $2.99/month
tr: Aylık $2.99

source: , auto renewable
tr: , otomatik yenilenebilir

# oneYear
source: 1 Year
tr: 1 Yıl

# threeDayFree
source: First 3 days free, then $529.99/year
tr: İlk 3 gün bedava, sonra $529.99/yıl

# tryFree
source: Try free for 3 days
tr: 3 gün ücretsiz deneyin

# afterThreeDay
source: After the 3-day free trial period you’ll be charged ₺274.99 per year unless you cancel before the trial expires. Yearly Subscription is Auto-Renewable
tr: 3 günlük ücretsiz deneme süresi sona erdikten sonra, iptal etmediğiniz takdirde yıllık ₺274.99 ücretlendirileceksiniz. Yıllık Abonelik Otomatik Yenilenebilir

source: Terms • Privacy • Restore
tr: Şartlar • Gizlilik • Yenile

source: Faster
tr: Daha hızlı

source: Process
tr: İşlem

source: Diagnose View
tr: Tanı Görünümü

source: Scanner View
tr: Tarayıcı Görünümü

source: My Garden View
tr: Bahçem Görünümü

source: Profile View
tr: Profil Görünümü

source: Unknown View
tr: Bilinmeyen Görünüm

source: Home
tr: Ana Sayfa

source: Diagnose
tr: Tanı

source: My Garden
tr: Bahçem

source: Profile
tr: Profil
